Repository: lardc/mme_software
Catalog: SCME.UI/Properties/Resources.*.resx
Languages: ru_ru

source: Adapter
ru_ru: Адаптер

source: Additional time, us
ru_ru: Доп. время, мкс

source: Address
ru_ru: Адрес

source: Application start error
ru_ru: Ошибка при запуске приложения

source: Back
ru_ru: Назад

source: BVT
ru_ru: Классификатор

source: Call
ru_ru: Вызвать

source: Calibration
ru_ru: Калибровка

source: Cancel
ru_ru: Отмена

source: Commutation
ru_ru: Блок коммутации

source: Console
ru_ru: Консоль

source: Count
ru_ru: Количество

source: Curve
ru_ru: S-кривая

# CurveFactor
source: Factor
ru_ru: Коэффициент

source: Direct
ru_ru: Прямой

source: Disable
ru_ru: Отключить

source: Disabled
ru_ru: Отключен

source: Display
ru_ru: Дисплей

source: Display timeout
ru_ru: Таймаут дисплея

source: Enable
ru_ru: Подключить

source: Enter password
ru_ru: Введите пароль

source: Fault
ru_ru: Ошибка

source: Gate
ru_ru: Управление

source: Gateway
ru_ru: Шлюз

source: Hardware
ru_ru: Аппаратная часть

# HeatCurrent_A
source: Opening current, A
ru_ru: Ток откр., А

# HeatTime_us
source: Opening time, us
ru_ru: Время откр., мкс

source: Holding current
ru_ru: Ток удержания

source: Holding strike current
ru_ru: Доп. импульс

source: IGT, mA
ru_ru: IGT, мА

# Iholding_mA
source: Ih, mA
ru_ru: Ih, мА

# Ilatching_mA
source: Il, mA
ru_ru: Il, мА

# IsHeatEnabled
source: Opening
ru_ru: Открытие

source: Kelvin
ru_ru: Прозвонка

source: Latching current
ru_ru: Ток включения

source: Logs
ru_ru: Логи

source: Max. IGT, mA
ru_ru: Макс. IGT, мА

source: Max. IH, mA
ru_ru: Макс. IH, мА

source: Max. IL, mA
ru_ru: Макс. IL, мА

# MaxResistance_Ohm
source: Max. Rg, Ohm
ru_ru: Макс. Rg, Ом

source: Max. VGT, V
ru_ru: Макс. UGT, В

source: Max. VTM, V
ru_ru: Макс. UTM, В

source: Min. VDRM, V
ru_ru: Мин. Ub0, В

source: Min. VRRM, V
ru_ru: Мин. Ubr, В

source: Next
ru_ru: Далее

source: OK
ru_ru: ОК

source: Profiles
ru_ru: Профили

# PureVgt
source: Anode current
ru_ru: Анодный ток

source: Ramp
ru_ru: Трапеция

source: Read
ru_ru: Чтение

# Resistance_Ohm
source: Rg, Ohm
ru_ru: Rg, Ом

source: Restart
ru_ru: Перезапуск

source: Results
ru_ru: Результаты

source: Reverse
ru_ru: Обратный

source: Selftest
ru_ru: Проверка

source: Service
ru_ru: Сервис

source: Sinus
ru_ru: Полусинус

source: Start
ru_ru: Старт

source: Stop
ru_ru: Стоп

source: Stopped
ru_ru: Останов

source: Technitian
ru_ru: Наладчик

source: Test
ru_ru: Тест

source: Type
ru_ru: Тип

# UseFullScale
source: Full scale
ru_ru: Полный диапазон

# UseLsqMethod
source: LSQ method
ru_ru: LSQ метод

# UserPage_Title
source: Select profile
ru_ru: Выберите профиль

# UserTestPage_Title
source: Test
ru_ru: Тестирование

source: Value
ru_ru: Значение

source: VGT
ru_ru: UGT

source: VGT, V
ru_ru: UGT, В

source: V / ms
ru_ru: В / мс

# Vtm
source: Static losses
ru_ru: Стат. потери

source: VTM, V
ru_ru: UTM, В

source: Warning
ru_ru: Предупреждение

# WelcomePage_Title
source: Connecting
ru_ru: Подключение

source: Write
ru_ru: Запись

source: Add
ru_ru: Добавить

source: Profile name
ru_ru: Имя профиля

# LoginPage_Title
source: Login
ru_ru: Авторизация

# PsdSerialNumber
source: Device serial number
ru_ru: Сер. номер прибора

# ErrorWhileProfileParsing
source: Error while parsing Profile config file
ru_ru: Ошибка при чтении конфигурационного файла профилей

# PsdJob
source: Job number
ru_ru: Номер ПЗ

source: PSE number
ru_ru: Номер ППЭ

source: Current limit, mA
ru_ru: Ток, мА

source: Freq rate, Hz
ru_ru: Частота имп., Гц

# PowerLineFrequency_Hz
source: Power line Freq, Hz
ru_ru: Частота сети, Гц

source: Mode
ru_ru: Режим

source: Plate time, ms
ru_ru: Время, мс

source: Ramp up, V/ms
ru_ru: Наклон, В/мс

source: Start voltage, V
ru_ru: Стартовое, В

source: Test type
ru_ru: Тип теста

# VoltageLimitD_V
source: Voltage D, V
ru_ru: Напр. прям., В

source: Current, A
ru_ru: Ток, А

source: Time, us
ru_ru: Время, мкс

# VoltageLimitR_V
source: Voltage R, V
ru_ru: Напр. обрат., В

source: Max. IDRM, mA
ru_ru: Макс. IDRM, мА

source: Max. IRRM, mA
ru_ru: Макс. IRRM, мА

source: IDRM, mA
ru_ru: IDRM, мА

source: IRRM, mA
ru_ru: IRRM, мА

# Both
source: Full
ru_ru: Полный

source: mA
ru_ru: мА

source: V
ru_ru: В

source: All units are disabled
ru_ru: Все модули отключены

source: Can not start test
ru_ru: Невозможно начать тест

source: Close safety hood
ru_ru: Закройте защитную заслонку

source: Information
ru_ru: Информация

source: Pull stop button
ru_ru: Отожмите кнопку Стоп

# SafetyOpticalAlarm
source: Safety perimeter is broken!
ru_ru: Нарушен периметр безопасности!

source: Stop button is pressed
ru_ru: Нажата кнопка Стоп

source: VGT, mV
ru_ru: UGT, мВ

# Graph_TimeMs
source: Time, ms
ru_ru: Время, мс

# Graph_VI
source: V, I
ru_ru: U, I

# Graph_TimeUs
source: Time, us
ru_ru: Время, мкс

# Graph_ImA
source: I, mA
ru_ru: I, мА

# Graph_V
source: V
ru_ru: U

source: Position 1
ru_ru: Позиция 1

source: Position 2
ru_ru: Позиция 2

source: Code
ru_ru: Код

# CommutationType
source: Commutation
ru_ru: Коммутация

# CommutationTypeT
source: Commutation type
ru_ru: Тип коммутации

source: Period:
ru_ru: Период:

source: Group list
ru_ru: Список партий

source: Message
ru_ru: Сообщение

source: Position
ru_ru: Позиция

source: Source
ru_ru: Источник

source: Timestamp
ru_ru: Время

source: Customer:
ru_ru: Заказчик:

source: User
ru_ru: Оператор

source: Clamp
ru_ru: Пресс

# Force
source: Force, kN
ru_ru: Усилие, кН

# DoClamp
source: Clamp
ru_ru: Зажать

# DoUnclamp
source: Unclamp
ru_ru: Разжать

source: Device:
ru_ru: Тип п-ра:

source: Last 7 days
ru_ru: За 7 дней

source: Last month
ru_ru: За месяц

source: Today
ru_ru: Сегодня

source: Yesterday
ru_ru: Вчера

source: All
ru_ru: Все

source: Passed
ru_ru: Годные

source: Print
ru_ru: Печать

source: Printing options:
ru_ru: Настройки печати:

source: Rejected
ru_ru: Брак

# Failed
source: Failed to send
ru_ru: Ошибка отправки

source: Pending
ru_ru: В очереди

# Successful
source: Successfully sent
ru_ru: Запрос отправлен

# Waiting
source: Ready
ru_ru: Готов

source: Password incorrect
ru_ru: Пароль неверен

source: Pse job
ru_ru: ПЗ ППЭ

source: Profile load error
ru_ru: Ошибка загрузки профилей

# Profile_load_error_ex
source: Failed to load profiles from company server. Local copy is used temporary. Error {0}
ru_ru: Не могу загрузить профили с сервера компании. Временно используется локальная копия. Ошибка {0}

source: - Read only
ru_ru: - Только чтение

# MeasureDialog_Title
source: Height measuring
ru_ru: Измерение высоты

source: Correct
ru_ru: Верно

# NonCorrect
source: Not correct
ru_ru: Не верно

source: Height
ru_ru: Высота

source: Parameter type
ru_ru: Параметр

# Height_Prof
source: Height, mm
ru_ru: Высота, мм

# BotTempName
source: Chanel 2 temp, C
ru_ru: Нижняя пластина, C

# TopTempName
source: Chanel 1 temp, C
ru_ru: Верхняя пластина, C

# SetTemp
source: Heat
ru_ru: Нагрев

# DvdtConfirmation
source: Confirmation
ru_ru: Подтверждение

# DvdtDetection
source: Detection
ru_ru: Определение

# DvdtVoltageRate
source: VoltageRate, V/mcs
ru_ru: Скор. роста, В/мкс

# DvDtVoltage
source: Voltage, V
ru_ru: Напряжение, В

# SetCool
source: Cool
ru_ru: Охлаждение

# DvdtConfirmationCount
source: ConfirmationCount
ru_ru: Число подтверждений

# DvdtVoltageRateLimit
source: VoltageRateLimit, V/mcs
ru_ru: Огр. скор. роста, В/мкс

# DvdtVoltageRateOffSet
source: DvdtVoltageRateOffSet, V/mcs
ru_ru: (+) к скор. роста, В/мкс

source: Clamp sliding device is out
ru_ru: Зажимное устройство выдвинуто

source: Move clamp sliding device to home
ru_ru: Задвиньте зажимное устройство

source: Safety circuit is open
ru_ru: Защитная цепь разомкнута

# OperatorMode
source: Operator
ru_ru: Оператор

# ServicemanMode
source: Serviceman
ru_ru: Наладчик

# SpecialMeasureMode
source: SpecialMeasure
ru_ru: Специальные измерения

source: Results will not be saved
ru_ru: Результаты измерений не будут сохранены

# SettingTemperatureName
source: Setting temperature, C
ru_ru: Уставка по температуре, C

source: Profile not synced
ru_ru: Профиль не синхронизирован

# QrrTqMode
source: Mode
ru_ru: Режим

# QrrTqDCFallRate
source: Direct current fall rate, A/us
ru_ru: Скорость спада тока, А/мкс

# QrrTqDCPulseWidth
source: Direct current pulse duration, us
ru_ru: Длительность импульса прямого тока, мкс

# QrrTqDCRiseRate
source: Direct current rise rate, A/us
ru_ru: Скорость нарастания прямого тока, А/мкс

# QrrTqDirectCurrent
source: Direct current amplitude, A
ru_ru: Амплитуда прямого тока, А

# QrrTqOffStateVoltage
source: Off-state voltage, V
ru_ru: Прямое повторное напряжение, В

# QrrTqOsvRate
source: Off-state voltage rise rate, V/us
ru_ru: Скорость нарастания прямого повторного напряж., В/мкс

# QrrTqIdc
source: IDC, A
ru_ru: IDC, А

# QrrTqIrr
source: IRR, A
ru_ru: IRR, А

# QrrTqQrr
source: QRR, uC
ru_ru: QRR, мкКл

# QrrTqTq
source: Tq, us
ru_ru: Tq, мкс

# QrrTqTrr
source: TRR, us
ru_ru: TRR, мкс

# Graph_IA
source: I, A
ru_ru: I, А

# Graph_Time
source: Time
ru_ru: Время

# RACResultR
source: R, MOhm
ru_ru: R, МОм

# RACResVoltage
source: DC voltage value for resistance measurement, V
ru_ru: Амплитуда напряжения для измерения, В

# QrrTqTrrMeasureBy9050Method
source: Measure Trr by 90%-50% method
ru_ru: Измерение Trr по методу 90%-50%

# QrrTqDCFactFallRate
source: dIDC/dt, A/us
ru_ru: dIDC/dt, А/мкс

# IHIh
source: Holding current, mA
ru_ru: Ток удержания, мА

# IHItm
source: Force current, A
ru_ru: Форсирующий ток, А

# QrrTqOffStateVoltageTittleShort
source: Uma, V
ru_ru: Uma, В

# QrrTqOsvRateTittleShort
source: dU/dt, V/us
ru_ru: dU/dt, В/мкс

# SafetySystemOff
source: Turn off the safety
ru_ru: Выкл. сис. безопасности

# SafetySystemOn
source: Turn on the safety
ru_ru: Вкл. сис. безопасности

source: Profile
ru_ru: Профиль

source: Total
ru_ru: Всего

source: Amperage
ru_ru: Сила тока

# TOUITM
source: Amperage (ITM), A
ru_ru: Сила тока (ITM), А

# OperatorBuildMode
source: Operator in Build Mode
ru_ru: Оператор в режиме сборки

# SafetySystemExternal
source: Turn on ex the safety
ru_ru: Вкл. внеш. сис. безопасности

# SafetySystemInternal
source: Turn on in the safety
ru_ru: Вкл. внут. сис. безопасности

# MessageErrorSaveTestFault
source: An error occurred, the changes will not be saved
ru_ru: Произошла ошибка изменения не будут сохранены

# ProfilePageToolTip
source: Profiles not editable in sync with central server
ru_ru: Профили не доступны для редактирования в режиме синхронизации с центральным сервером

source: IDSM, mA
ru_ru: IDSM, мА

source: IRSM, mA
ru_ru: IRSM, мА

source: VDSM, V
ru_ru: UDSM, В

source: VRSM, V
ru_ru: URSM, В

# DeviceRTClass
source: Class by RT
ru_ru: Класс при RT

source: No results
ru_ru: Нет результатов

# ErrorRealisation
source: Class can't be determinated
ru_ru: Невозможно определить класс

# Sync
source: Synchronization
ru_ru: Синхронизация

# SelectWorkModePageTitle
source: Work mode
ru_ru: Режим работы

source: Profile Not Changed
ru_ru: Профиль не изменен

# ProfileWasUntied
source: profile was untied from mme code
ru_ru: Профиль был отвязан от mme кода

# ErrorWriteResult
source: Error sending results to server
ru_ru: Ошибка отправки результатов на сервер

# DeviceClass
source: Class
ru_ru: Класс

# WarningEmulation
source: Blocks in emulation mode
ru_ru: Блоки находящиеся в режиме умуляции
